{
  "Nixon": [
    {
      "administration": "Nixon",
      "date": "1968-11-05",
      "displayDate": "November 5, 1968",
      "title": "Nixon elected President"
    },
    {
      "administration": "Nixon",
      "date": 25772,
      "displayDate": 25772,
      "title": "Nixon thinks about expanding domestic intelligence gathering",
      "notes": "Nixon approves a plan for greatly expanding domestic intelligence-gathering by the FBI, CIA and other agencies. He has second thoughts a few days later and rescinds his approval."
    },
    {
      "administration": "Nixon",
      "date": 26097,
      "displayDate": 26097,
      "title": "Pentagon papers begin publishing",
      "notes": "The New York Times begins publishing the Pentagon Papers – the Defense Department’s secret history of the Vietnam War. The Washington Post will begin publishing the papers later in the week."
    },
    {
      "administration": "Nixon",
      "date": 26185,
      "displayDate": 26185,
      "title": "Break-in to get info on Pentagon Papers leaker",
      "include": true,
      "category": "data_breach",
      "notes": "The White House “plumbers” unit – named for their orders to plug leaks in the administration – burglarizes a psychiatrist’s office to find files on Daniel Ellsberg, the former defense analyst who leaked the Pentagon Papers."
    },
    {
      "administration": "Nixon",
      "date": 26467,
      "displayDate": 26467,
      "title": "Watergate DNC break-in",
      "include": true,
      "category": "data_breach",
      "notes": "Five men, one of whom says he used to work for the CIA, are arrested at 2:30 a.m. trying to bug the offices of the Democratic National Committee at the Watergate hotel and office complex."
    },
    {
      "administration": "Nixon",
      "date": 26512,
      "displayDate": 26512,
      "title": "Money goes from Nixon campaign to watergate burglar",
      "notes": "A $25,000 cashier’s check, apparently earmarked for the Nixon campaign, wound up in the bank account of a Watergate burglar, The Washington Post reports."
    },
    {
      "administration": "Nixon",
      "date": 26571,
      "displayDate": 26571,
      "title": "Post reports Mitchell, attorney general, controlled intelligence-gathering fund against Dems ",
      "notes": "John Mitchell, while serving as attorney general, controlled a secret Republican fund used to finance widespread intelligence-gathering operations against the Democrats, The Post reports."
    },
    {
      "administration": "Nixon",
      "date": 26582,
      "displayDate": 26582,
      "title": "Post breaks FBI report that Watergate is part of Nixon campaign",
      "notes": "FBI agents establish that the Watergate break-in stems from a massive campaign of political spying and sabotage conducted on behalf of the Nixon reelection effort, The Post reports."
    },
    {
      "administration": "Nixon",
      "date": 26614,
      "displayDate": 26614,
      "title": "Re-elected in landslide",
      "include": true,
      "category": "elected"
    },
    {
      "administration": "Nixon",
      "date": 26694,
      "displayDate": 26694,
      "title": "Former aides convicted of conspiracy, burglary, wiretapping",
      "include": true,
      "notes": "Former Nixon aides G. Gordon Liddy and James W. McCord Jr. are convicted of conspiracy, burglary and wiretapping in the Watergate incident. Five other men plead guilty, but mysteries remain."
    },
    {
      "administration": "Nixon",
      "date": 26784,
      "displayDate": 26784,
      "title": "Nixon staffers resign over scandal",
      "notes": "Nixon’s top White House staffers, H.R. Haldeman and John Ehrlichman, and Attorney General Richard Kleindienst resign over the scandal. White House counsel John Dean is fired."
    },
    {
      "administration": "Nixon",
      "date": 26802,
      "displayDate": 26802,
      "title": "Televised Senate Watergate hearings begin",
      "include": true,
      "category": "senate_hearing",
      "notes": "The Senate Watergate committee begins its nationally televised hearings. Attorney General-designate Elliot Richardson taps former solicitor general Archibald Cox as the Justice Department’s special prosecutor for Watergate"
    },
    {
      "administration": "Nixon",
      "date": 26809,
      "displayDate": 26809,
      "title": "Special Prosecutor Archibald Cox named",
      "include": true,
      "category": "investigator_named"
    },
    {
      "administration": "Nixon",
      "date": 26828,
      "displayDate": 26828,
      "title": "Memo found memo to Nixon counsel Ehrlichman describing psychiatrist burglary",
      "notes": "Watergate prosecutors find a memo addressed to John Ehrlichman describing in detail the plans to burglarize the office of Pentagon Papers defendant Daniel Ellsberg’s psychiatrist, The Post reports"
    },
    {
      "administration": "Nixon",
      "date": 26858,
      "displayDate": 26858,
      "title": "Secretary testifies: WH tapes exist",
      "include": true,
      "category": "tapes",
      "notes": "Alexander Butterfield, former presidential appointments secretary, reveals in congressional testimony that since 1971 Nixon had recorded all conversations and telephone calls in his offices"
    },
    {
      "administration": "Nixon",
      "date": 26868,
      "displayDate": 26868,
      "title": "Nixon refuses to turn over presidential recordings",
      "notes": "Nixon refuses to turn over the presidential tape recordings to the Senate Watergate committee or the special prosecutor"
    },
    {
      "administration": "Nixon",
      "date": 26957,
      "displayDate": 26957,
      "title": "Saturday Night Massacre, Cox fired",
      "include": true,
      "category": "investigator_fired",
      "notes": "Saturday Night Massacre: Nixon fires Archibald Cox and abolishes the office of the special prosecutor. Attorney General Richardson and Deputy Attorney General William D. Ruckelshaus resign. Pressure for impeachment mounts in Congress."
    },
    {
      "administration": "Nixon",
      "date": 26985,
      "displayDate": 26985,
      "title": "I'm not a crook",
      "notes": "Nixon declares, “I’m not a crook,” maintaining his innocence in the Watergate case."
    },
    {
      "administration": "Nixon",
      "date": 27149,
      "displayDate": 27149,
      "title": "White house releases transcripts of recordings, no tapes",
      "notes": "The White House releases more than 1,200 pages of edited transcripts of the Nixon tapes to the House Judiciary Committee, but the committee insists that the tapes themselves must be turned over."
    },
    {
      "administration": "Nixon",
      "date": 27234,
      "displayDate": 27234,
      "title": "Supreme Court: Turn over tapes",
      "include": true,
      "notes": "The Supreme Court rules unanimously that Nixon must turn over the tape recordings of 64 White House conversations, rejecting the president’s claims of executive privilege."
    },
    {
      "administration": "Nixon",
      "date": 27237,
      "displayDate": 27237,
      "title": "HJC passes first Article of impeachment on Obstruction of Justice",
      "include": true
    },
    {
      "administration": "Nixon",
      "date": 27249,
      "displayDate": 27249,
      "title": "Resigns presidency",
      "include": true
    }
  ],
  "Trump": [
    {
      "administration": "Trump",
      "date": 42535,
      "displayDate": 42535,
      "title": "DNC servers hacked",
      "include": true,
      "category": "data_breach",
      "notes": "The Washington Post reports hackers working for the Russian government accessed the Democratic National Committee's computer system, stealing oppositional research on Donald Trump and viewing staffers' emails and chat exchanges. The Kremlin, however, denies that the government was linked to the hack, and a US official tells CNN that investigators have not yet concluded that the cyberattack was directed by the Russian government."
    },
    {
      "administration": "Trump",
      "date": 42578,
      "displayDate": 42578,
      "title": "During a press conference, Trump declares Russia may have hacked the State Department. ",
      "notes": "During a press conference, Trump declares Russia may have hacked the State Department. He connects the suspected Russian cyberattack on the DNC to Clinton's use of a private email server while she was Secretary of State. \"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing,\" says Trump. Newt Gingrich, a Trump surrogate, defends Trump in a Tweet, dismissing the comment as a \"joke.\""
    },
    {
      "administration": "Trump",
      "date": 42614,
      "displayDate": 42614,
      "title": "During an interview with Bloomberg News, President Vladimir Putin says that he and the Russian government have no ties to the hackers",
      "notes": "He says that the identity of the culprit or culprits is not as important as the content of the leaks, and ultimately the hackers revealed important information for voters."
    },
    {
      "administration": "Trump",
      "date": 42635,
      "displayDate": 42635,
      "title": "Feinstein and Schiff issue statement that Russian intelligence interfered with election",
      "notes": "Democrats Dianne Feinstein and Adam Schiff, ranking members of the Senate and House Intelligence Committees, issue a joint statement declaring that based on information they received during congressional briefings, they believe that Russian intelligence agencies are carrying out a plan to interfere with the election. They call on Putin to order a halt to the activities."
    },
    {
      "administration": "Trump",
      "date": 42639,
      "displayDate": 42639,
      "title": "During Presidential debate, Trump says \"It could be Russia, but it could also be China. It could also be lots of other people. It also could be somebody sitting on their bed that weighs 400 pounds\""
    },
    {
      "administration": "Trump",
      "date": 42644,
      "displayDate": "Oct.-Nov. 2016",
      "title": "Wikileaks releases Podesta docs",
      "include": true
    },
    {
      "administration": "Trump",
      "date": 42650,
      "displayDate": 42650,
      "title": "DHS and Office of National Intelligence on Election Security issues statement \"confident that the Russian Government directed the recent compromises of emails from US persons and institutions\"",
      "notes": "The Department of Homeland Security and the Office of National Intelligence on Election Security issues a statement declaring that the intelligence community is \"confident that the Russian Government directed the recent compromises of emails from US persons and institutions.\" According to the statement, document releases on websites WikiLeaks and DC Leaks mirror the methods and motivations of past Russian-directed cyberattacks."
    },
    {
      "administration": "Trump",
      "date": 42671,
      "displayDate": 42671,
      "title": "Comey letter\r",
      "include": true
    },
    {
      "administration": "Trump",
      "date": 42682,
      "displayDate": 42682,
      "title": "Trump elected 45th President",
      "include": true,
      "category": "elected"
    },
    {
      "administration": "Trump",
      "date": 42713,
      "displayDate": 42713,
      "title": "The Washington Post reports the CIA has determined that Russian hacking was conducted to boost Trump and hurt Clinton during the presidential campaign.",
      "notes": "The Washington Post reports the CIA has determined that Russian hacking was conducted to boost Trump and hurt Clinton during the presidential campaign. The Trump transition team dismisses the CIA's findings, releasing a statement, \"These are the same people that said Saddam Hussein had weapons of mass destruction.\""
    },
    {
      "administration": "Trump",
      "date": 42716,
      "displayDate": 42716,
      "title": "CNN reports Russians also hacked the GOP, but didn't release documents en masse.",
      "notes": "CNN reports that Russian hackers accessed computer accounts of Republican lawmakers and GOP organizations. A source with knowledge of the investigation says that even though hackers breached the GOP computers, they opted not to release documents en masse."
    },
    {
      "administration": "Trump",
      "date": 42733,
      "displayDate": 42733,
      "title": "President Obama issues an executive order with sanctions against Russia.",
      "notes": "President Obama issues an executive order with sanctions against Russia. The order names six Russian individuals who allegedly took part in the presidential campaign hacking. Additionally, 35 Russian diplomats are ordered to leave the US within 72 hours."
    },
    {
      "administration": "Trump",
      "date": 42738,
      "displayDate": 42738,
      "title": "Julian Assange of WikiLeaks says that the Russian government did not provide him with the hacked DNC emails during an interview with Sean Hannity on the Fox News Channel."
    },
    {
      "administration": "Trump",
      "date": 42738,
      "displayDate": "January 3-4, 2017",
      "title": "In a series of tweets, Trump questions the US intelligence community's claims that the Russian government interfered with the election.",
      "notes": "In a series of tweets, Trump questions the US intelligence community's claims that the Russian government interfered with the election. He alleges that intelligence officials have delayed a scheduled meeting with him but sources tell CNN that there has been no change to the schedule. Trump also cites Assange's interview to back his assertion that a rogue hacker, not the Russian government, may have meddled in the election."
    },
    {
      "administration": "Trump",
      "date": 42740,
      "displayDate": "January 5-6, 2017",
      "title": "Intelligence officials meet separately with Obama and Trump to present the results of their probe into cyber espionage during the presidential campaign, the release declassified report",
      "notes": "According to the report, hackers did not breach voting machines or computers that tallied election results but Russians meddled in other ways. Among the findings: Putin ordered a multifaceted influence campaign that included hacking and pro-Trump propaganda; bracing for a possible Clinton win, Russian bloggers were prepared to spread a hashtag #DemocracyRIP on Election Night; paid social media users, aka \"trolls,\" shared stories about Clinton controversies to create a cloud of scandal around her campaign."
    },
    {
      "administration": "Trump",
      "date": 42741,
      "displayDate": "January 6-7, 2017",
      "title": "In a statement and a series of tweets Trump acknolwedges that Russia may have been linked to DNC hack, but it didn't change election outcome.",
      "notes": "Trump issues a statement after his meeting with intelligence officials. In the statement, he acknowledges that the Russian government may have been linked to the DNC hacking but declares that cyberattacks did not impact the outcome of the election because voting machines were not breached. In a series of tweets, he repeats that hacking did not affect election results and says that he wants to improve relations with Russia."
    },
    {
      "administration": "Trump",
      "date": 42745,
      "displayDate": 42745,
      "title": "Buzzfeed releases dossier from British intellence offical claiming Russia has damaging information on Trump"
    },
    {
      "administration": "Trump",
      "date": 42764,
      "displayDate": 42764,
      "title": "At WH dinner, asks Comey to pledge loyalty",
      "include": true
    },
    {
      "administration": "Trump",
      "date": 42775,
      "displayDate": 42775,
      "title": "Post reports Flynn discussed sanctions with Russian ambassador Sergey Kislyak during the presidential transition",
      "notes": "The Washington Post reports that Trump's national security adviser, Michael Flynn discussed sanctions with Russian ambassador Sergey Kislyak during the presidential transition. Vice President Mike Pence and other Trump administration officials said in January that Flynn did not talk about policy when he spoke to the ambassador. The Washington Post story is based on interviews with nine officials who spoke on the condition of anonymity. One day after the report is published, Trump tells reporters that he has not read the story and says he will look into it."
    },
    {
      "administration": "Trump",
      "date": 42779,
      "displayDate": 42779,
      "title": "Flynn resigns.",
      "include": true,
      "notes": "Flynn resigns. In his resignation letter, he explains that, \"because of the fast pace of events, I inadvertently briefed the Vice President Elect and others with incomplete information regarding my phone calls with the Russian ambassador.\""
    },
    {
      "administration": "Trump",
      "date": 42780,
      "displayDate": 42780,
      "title": "Asks Comey to drop Flynn investigation",
      "include": true
    },
    {
      "administration": "Trump",
      "date": 42829,
      "displayDate": 42829,
      "title": "Public Senate hearings begin",
      "include": true,
      "category": "senate_hearing"
    },
    {
      "administration": "Trump",
      "date": 42857,
      "displayDate": 42857,
      "title": "Clinton publicly states that if it wasn't for Comey's letter she would be president"
    },
    {
      "administration": "Trump",
      "date": 42858,
      "displayDate": 42858,
      "title": "Comey testifies before the Senate Judiciary Committee and tells Congress that it makes him \"mildly nauseous\" to think his late October decision could have swung the election."
    },
    {
      "administration": "Trump",
      "date": 42864,
      "displayDate": 42864,
      "title": "Comey fired",
      "include": true,
      "category": "investigator_fired"
    },
    {
      "administration": "Trump",
      "date": 42865,
      "displayDate": 42865,
      "title": "Russian officials visit WH",
      "include": true
    },
    {
      "administration": "Trump",
      "date": 42866,
      "displayDate": 42866,
      "title": "Mixed reports from Trump and his office on the reason behind Comey's firing"
    },
    {
      "administration": "Trump",
      "date": 42867,
      "displayDate": 42867,
      "title": "Tweets of possible\r WH Comey tapes",
      "include": true,
      "category": "tapes"
    },
    {
      "administration": "Trump",
      "date": 42871,
      "displayDate": 42871,
      "title": "Two sources close to Comey say that Trump asked him to close down the FBI's investigation into former national security adviser Michael Flynn a day after Flynn was let go"
    },
    {
      "administration": "Trump",
      "date": 42872,
      "displayDate": 42872,
      "title": "Special Counsel\rMueller named",
      "include": true,
      "category": "investigator_named"
    }
  ],
  "Notes": [
    {
      "Similarities": "Press investigation brings up troubling evidence",
      "Differences": "In general the timeline is much more condensed for Trump. Took over three years after Pentagon papers, and 10-months after firing investigator for resignation"
    },
    {
      "Similarities": "Firing of lead investigator",
      "Differences": "Major difference: Trump and co. haven't been convicted of anything. Hasn't gone nearly as far as the Watergate timeline, Senate hearings haven't even started yet"
    },
    {
      "Similarities": "Federal investigation was of people connected to President, not President himself",
      "Differences": "Nixon AG eventually stood up to president, resigned rather than fire investigator"
    },
    {
      "Similarities": "Obstruction of justice possible undoing instead of potential criminal acitivity",
      "Differences": "No one has resigned against President's wishes"
    },
    {
      "Similarities": "Money moving around in potentially criminal ways"
    }
  ]
}