[{"administration":"Trump","date":"2016-06-14","displayDate":"June 14, 2016","title":"DNC servers hacked","include":"TRUE","category":"data_breach","notes":"The Washington Post reports hackers working for the Russian government accessed the Democratic National Committee's computer system, stealing oppositional research on Donald Trump and viewing staffers' emails and chat exchanges. The Kremlin, however, denies that the government was linked to the hack, and a US official tells CNN that investigators have not yet concluded that the cyberattack was directed by the Russian government."},
{"administration":"Trump","date":"2016-07-27","displayDate":"July 27, 2016","title":"During a press conference, Trump declares Russia may have hacked the State Department. ","include":"","category":"","notes":"During a press conference, Trump declares Russia may have hacked the State Department. He connects the suspected Russian cyberattack on the DNC to Clinton's use of a private email server while she was Secretary of State. "},
{"administration":"Trump","date":"2016-09-01","displayDate":"September 1, 2016","title":"During an interview with Bloomberg News, President Vladimir Putin says that he and the Russian government have no ties to the hackers","include":"","category":"","notes":"He says that the identity of the culprit or culprits is not as important as the content of the leaks, and ultimately the hackers revealed important information for voters."},
{"administration":"Trump","date":"2016-09-22","displayDate":"September 22, 2016","title":"Feinstein and Schiff issue statement that Russian intelligence interfered with election","include":"","category":"","notes":"Democrats Dianne Feinstein and Adam Schiff, ranking members of the Senate and House Intelligence Committees, issue a joint statement declaring that based on information they received during congressional briefings, they believe that Russian intelligence agencies are carrying out a plan to interfere with the election. They call on Putin to order a halt to the activities."},
{"administration":"Trump","date":"2016-09-26","displayDate":"September 26, 2016","title":"During Presidential debate, Trump says ","include":"","category":"","notes":""},
{"administration":"Trump","date":"2016-10-01","displayDate":"Oct.-Nov. 2016","title":"Wikileaks releases Podesta docs","include":"TRUE","category":"","notes":""},
{"administration":"Trump","date":"2016-10-07","displayDate":"October 7, 2016","title":"DHS and Office of National Intelligence on Election Security issues statement ","include":"","category":"","notes":"The Department of Homeland Security and the Office of National Intelligence on Election Security issues a statement declaring that the intelligence community is "},
{"administration":"Trump","date":"2016-10-28","displayDate":"October 28, 2016","title":"Comey letter","include":"","category":"","notes":""},
{"administration":"Trump","date":"2016-11-08","displayDate":"November 8, 2016","title":"Trump elected 45th President","include":"TRUE","category":"elected","notes":""},
{"administration":"Trump","date":"2016-12-09","displayDate":"December 9, 2016","title":"The Washington Post reports the CIA has determined that Russian hacking was conducted to boost Trump and hurt Clinton during the presidential campaign.","include":"","category":"","notes":"The Washington Post reports the CIA has determined that Russian hacking was conducted to boost Trump and hurt Clinton during the presidential campaign. The Trump transition team dismisses the CIA's findings, releasing a statement, "},
{"administration":"Trump","date":"2016-12-12","displayDate":"December 12, 2016","title":"CNN reports Russians also hacked the GOP, but didn't release documents en masse.","include":"","category":"","notes":"CNN reports that Russian hackers accessed computer accounts of Republican lawmakers and GOP organizations. A source with knowledge of the investigation says that even though hackers breached the GOP computers, they opted not to release documents en masse."},
{"administration":"Trump","date":"2016-12-29","displayDate":"December 29, 2016","title":"President Obama issues an executive order with sanctions against Russia.","include":"","category":"","notes":"President Obama issues an executive order with sanctions against Russia. The order names six Russian individuals who allegedly took part in the presidential campaign hacking. Additionally, 35 Russian diplomats are ordered to leave the US within 72 hours."},
{"administration":"Trump","date":"2017-01-03","displayDate":"January 3, 2017","title":"Julian Assange of WikiLeaks says that the Russian government did not provide him with the hacked DNC emails during an interview with Sean Hannity on the Fox News Channel.","include":"","category":"","notes":""},
{"administration":"Trump","date":"2017-01-03","displayDate":"January 3-4, 2017","title":"In a series of tweets, Trump questions the US intelligence community's claims that the Russian government interfered with the election.","include":"","category":"","notes":"In a series of tweets, Trump questions the US intelligence community's claims that the Russian government interfered with the election. He alleges that intelligence officials have delayed a scheduled meeting with him but sources tell CNN that there has been no change to the schedule. Trump also cites Assange's interview to back his assertion that a rogue hacker, not the Russian government, may have meddled in the election."},
{"administration":"Trump","date":"2017-01-05","displayDate":"January 5-6, 2017","title":"Intelligence officials meet separately with Obama and Trump to present the results of their probe into cyber espionage during the presidential campaign, the release declassified report","include":"","category":"","notes":"According to the report, hackers did not breach voting machines or computers that tallied election results but Russians meddled in other ways. Among the findings: Putin ordered a multifaceted influence campaign that included hacking and pro-Trump propaganda; bracing for a possible Clinton win, Russian bloggers were prepared to spread a hashtag #DemocracyRIP on Election Night; paid social media users, aka "},
{"administration":"Trump","date":"2017-01-06","displayDate":"January 6-7, 2017","title":"In a statement and a series of tweets Trump acknolwedges that Russia may have been linked to DNC hack, but it didn't change election outcome.","include":"","category":"","notes":"Trump issues a statement after his meeting with intelligence officials. In the statement, he acknowledges that the Russian government may have been linked to the DNC hacking but declares that cyberattacks did not impact the outcome of the election because voting machines were not breached. In a series of tweets, he repeats that hacking did not affect election results and says that he wants to improve relations with Russia."},
{"administration":"Trump","date":"2017-01-10","displayDate":"January 10, 2017","title":"Buzzfeed releases dossier from British intellence offical claiming Russia has damaging information on Trump","include":"","category":"","notes":""},
{"administration":"Trump","date":"2017-01-29","displayDate":"January 29, 2017","title":"Comey dinner: Drop Flynn investigation","include":"TRUE","category":"","notes":""},
{"administration":"Trump","date":"2017-02-09","displayDate":"February 9, 2017","title":"Post reports Flynn discussed sanctions with Russian ambassador Sergey Kislyak during the presidential transition","include":"","category":"","notes":"The Washington Post reports that Trump's national security adviser, Michael Flynn discussed sanctions with Russian ambassador Sergey Kislyak during the presidential transition. Vice President Mike Pence and other Trump administration officials said in January that Flynn did not talk about policy when he spoke to the ambassador. The Washington Post story is based on interviews with nine officials who spoke on the condition of anonymity. One day after the report is published, Trump tells reporters that he has not read the story and says he will look into it."},
{"administration":"Trump","date":"2017-02-13","displayDate":"February 13, 2017","title":"Flynn resigns.","include":"TRUE","category":"","notes":"Flynn resigns. In his resignation letter, he explains that, "},
{"administration":"Trump","date":"2017-04-04","displayDate":"April 4, 2017","title":"Public Senate hearings begin","include":"TRUE","category":"senate_hearing","notes":""},
{"administration":"Trump","date":"2017-05-02","displayDate":"May 2, 2017","title":"Clinton publicly states that if it wasn't for Comey's letter she would be president","include":"","category":"","notes":""},
{"administration":"Trump","date":"2017-05-03","displayDate":"May 3, 2017","title":"Comey testifies before the Senate Judiciary Committee and tells Congress that it makes him ","include":"","category":"","notes":""},
{"administration":"Trump","date":"2017-05-09","displayDate":"May 9, 2017","title":"Comey fired","include":"TRUE","category":"investigator_fired","notes":""},
{"administration":"Trump","date":"2017-05-10","displayDate":"May 10, 2017","title":"Russian Officials, Kissinger WH visit","include":"TRUE","category":"","notes":""},
{"administration":"Trump","date":"2017-05-11","displayDate":"May 11, 2017","title":"Mixed reports from Trump and his office on the reason behind Comey's firing","include":"","category":"","notes":""},
{"administration":"Trump","date":"2017-05-12","displayDate":"May 12, 2017","title":"Tweets of possible","include":"","category":"","notes":""},
{"administration":"Trump","date":"2017-05-16","displayDate":"May 16, 2017","title":"Two sources close to Comey say that Trump asked him to close down the FBI's investigation into former national security adviser Michael Flynn a day after Flynn was let go","include":"","category":"","notes":""},
{"administration":"Trump","date":"2017-05-17","displayDate":"May 17, 2017","title":"Special Counsel","include":"","category":"","notes":""}]